{
    "V31": {
        "v": "V31",
        "word": "Persistent",
        "definitions": [
            "Refusing to give up or let go; persevering obstinately.",
            "Insistently repetitive or continuous.",
            "Existing or remaining in the same state for an indefinitely long time; enduring."
        ]
    },
    "V32": {
        "v": "V32",
        "word": "Sophisticated",
        "definitions": [
            "Having or showing much worldly knowledge or cultural refinement.",
            "Very complex or complicated."
        ]
    },
    "V33": {
        "v": "V33",
        "word": "Tolerant",
        "definitions": [
            "Inclined to tolerate the beliefs or behavior of others; forbearing.",
            "Able to withstand or endure an adverse environmental condition."
        ]
    },
    "V34": {
        "v": "V34",
        "word": "Dynamic",
        "definitions": [
            "Characterized by much activity and vigor, especially in bringing about change; energetic and forceful.",
            "Characterized by continuous change, activity, or progress."
        ]
    },
    "V35": {
        "v": "V35",
        "word": "Serious",
        "definitions": [
            "Careful in thought, full of concern, or restrained and dignified in manner; somber or grave.",
            "Requiring or carried out with careful thought or concern; Sober."
        ]
    },
    "V36": {
        "v": "V36",
        "word": "Responsive",
        "definitions": [
            "Responding especially readily and sympathetically to appeals, efforts, and influences.",
            "Quick to respond."
        ]
    },
    "V37": {
        "v": "V37",
        "word": "Dominant",
        "definitions": [
            "Commanding, controlling, or prevailing over all others.",
            "Occupying or being in a commanding or elevated position."
        ]
    },
    "V38": {
        "v": "V38",
        "word": "Self-Assured",
        "definitions": [
            "Having or showing confidence and poise.",
            "confident in one's own abilities.",
            "Assured by or of one's self; self-reliant; complacent."
        ]
    },
    "V39": {
        "v": "V39",
        "word": "Flexible",
        "definitions": [
            "Characterized by a ready capability to adapt to new, different, or changing requirements.",
            "Yielding to influence."
        ]
    },
    "V40": {
        "v": "V40",
        "word": "Outstanding",
        "definitions": [
            "Standing out from a group.",
            "Marked by eminence and distinction.",
            "Noticeable.",
            "Excellent or exceptional good."
        ]
    },
    "V41": {
        "v": "V41",
        "word": "Competitive",
        "definitions": [
            "Liking competition or inclined to compete.",
            "Inclined, desiring, or suited to be in a state of rivalry.",
            "To strive consciously or unconsciously for an objective (as position, profit, or a prize)."
        ]
    },
    "V42": {
        "v": "V42",
        "word": "Brave",
        "definitions": [
            "Possessing or displaying courage.",
            "Having or showing mental or moral strength to face danger, fear, or difficulty."
        ]
    },
    "V43": {
        "v": "V43",
        "word": "Esteemed",
        "definitions": [
            "Respected; having respect or admiration from others.",
            "Having an illustrious reputation.",
            "To be regarded highly or favorably; regarded with respect or admiration."
        ]
    },
    "V44": {
        "v": "V44",
        "word": "Eager",
        "definitions": [
            "Marked by enthusiastic desire.",
            "Marked by impatient interest.",
            "Having or showing keen interest, intense desire, or impatient expectancy."
        ]
    },
    "V45": {
        "v": "V45",
        "word": "Congenial",
        "definitions": [
            "Of a pleasant disposition; friendly and sociable.",
            "Sociable; Genial.",
            "Friendly and pleasant."
        ]
    },
    "V46": {
        "v": "V46",
        "word": "Wholesome",
        "definitions": [
            "Conducive to or promoting social or moral well-being, especially in reflecting conventional moral values. (sound in body, mind, or morals)",
            "Conducive to or indicative of good health or well-being or spirit."
        ]
    },
    "V47": {
        "v": "V47",
        "word": "Sympathetic",
        "definitions": [
            "Given to, marked by, or arising from sympathy, compassion, friendliness, and sensitivity to others' emotions.",
            "Existing or operating through an affinity, interdependence, or mutual association."
        ]
    },
    "V48": {
        "v": "V48",
        "word": "Relaxed",
        "definitions": [
            "Easy and informal in manner.",
            "Not rigorous or strict.",
            "Free from strain or tension."
        ]
    },
    "V49": {
        "v": "V49",
        "word": "Convincing",
        "definitions": [
            "Having power to convince [persuade] of the truth, rightness, or reality of something",
            "Serving to convince; persuasive or believable.",
            "Being able to make one believe that something is true or right."
        ]
    },
    "V50": {
        "v": "V50",
        "word": "Popular",
        "definitions": [
            "Widely liked or appreciated.",
            "Liked by acquaintances; sought after for company."
        ]
    },
    "V51": {
        "v": "V51",
        "word": "Adventurous",
        "definitions": [
            "Inclined to undertake new and daring enterprises.",
            "Characterized by boldness or daring; hazardous; risky.",
            "Inclined or willing to incur hazard or engage in adventures; bold to encounter danger; daring; venturesome; courageous; enterprising."
        ]
    },
    "V52": {
        "v": "V52",
        "word": "Perservering",
        "definitions": [
            "Inclined to persist in a state, enterprise, or undertaking in spite of counterinfluences, opposition, or discouragement.",
            "Resolutely persistent; steadfast.",
            "Incline to continue effort to do or achieve something despite difficulties, failure, or opposition."
        ]
    },
    "V53": {
        "v": "V53",
        "word": "Nice",
        "definitions": [
            "Pleasing and agreeable in nature.",
            "Exhibiting courtesy and politeness.",
            "Having a pleasant or attractive appearance."
        ]
    },
    "V54": {
        "v": "V54",
        "word": "Cheerful",
        "definitions": [
            "Being in or characterized by good spirits; merry.",
            "Promoting a feeling of cheer; pleasant.",
            "Of good cheer; having good spirits; lively."
        ]
    },
    "V55": {
        "v": "V55",
        "word": "Conventional",
        "definitions": [
            "Conforming to established practice or accepted standards; traditional.",
            "Conforming or adhering to accepted standards, as of conduct or taste.",
            "Following the accepted customs and proprieties, especially in a way that lacks originality."
        ]
    },
    "V56": {
        "v": "V56",
        "word": "Charitable",
        "definitions": [
            "Full of love for and goodwill toward others; benevolent.",
            "Merciful or kind in judging others.",
            "Generous in giving money or other help to the needy."
        ]
    },
    "V57": {
        "v": "V57",
        "word": "Appealing",
        "definitions": [
            "Attractive; inviting.",
            "Interesting.",
            "Evoking or attracting interest, desire, curiosity, or sympathy."
        ]
    },
    "V58": {
        "v": "V58",
        "word": "Neighborly",
        "definitions": [
            "Having or exhibiting the qualities of a friendly neighbor.",
            "Friendly; amicable.",
            "Having characteristics appropriate of neighbors:  kind, friend, sociable, and so on."
        ]
    },
    "V59": {
        "v": "V59",
        "word": "Assertive",
        "definitions": [
            "Inclined to be bold or confident assertion; aggressively self-assured.",
            "Disposed to or characterized by bold or confident statements and behavior.",
            "Behaving confidently; unafraid to speak one's mind."
        ]
    },
    "V60": {
        "v": "V60",
        "word": "Gentle",
        "definitions": [
            "Considerate or kindly in disposition; amiable and tender.",
            "Free from harshness, sternness, or violence.",
            "Calm, kind, or soft; docile."
        ]
    }
}